Repository: FSRE-Timetable-Notify/fsre-timetable-notify-mobile
Catalog: assets/l10n/app_*.arb
Languages: hr

# error
source: Error: {error}
hr: Greška: {error}

# homeScreenTitle
source: Home
hr: Početna

# timetableRefreshEventDetected
source: {count, plural, zero{No changes} one{One change} other{{count} changes}} detected at {datetime}
hr: {count, plural, zero{Nijedna promjena nije detektirana} one{Jedna promjena detektirana} other{{count} promjena detektirano}} u {datetime}

# timetableEventStartsAt
source: Starts at {datetime}
hr: Počinje u {datetime}

# weekDay
source: {weekDayIndex, select, 0{Monday} 1{Tuesday} 2{Wednesday} 3{Thursday} 4{Friday} 5{Saturday} 6{Sunday} other{Unknown}}
hr: {weekDayIndex, select, 0{Ponedjeljak} 1{Utorak} 2{Srijeda} 3{Četvrtak} 4{Petak} 5{Subota} 6{Nedjelja} other{Nepoznato}}

# notificationPermissionsRequestFailed
source: Failed to request notification permissions
hr: Neuspješno traženje dozvola za obavijesti

source: Allow notification permissions
hr: Dozvoli obavijesti

source: Notification history
hr: Povijest obavijesti

# noNotifications
source: No notifications received
hr: Nema obavijesti

source: Delete history
hr: Obriši povijest

# switchServer
source: Switch to {serverType, select, production{production} debug{debug} other{unknown}} server
hr: Promjeni na {serverType, select, production{produkcijski} debug{testni} other{nepoznati}} server

source: Search study programs
hr: Pretraži studije

# selectStudyProgram
source: Select a study program
hr: Odaberi studij

source: Search languages
hr: Pretraži jezike

# selectLanguage
source: Select a language
hr: Odaberi jezik

# language
source: {locale, select, other{Unknown} en{English} hr{Croatian}}
hr: {locale, select, other{Unknown} en{Engleski} hr{Hrvatski}}
